QA = {
    "general-question": "대한 언급이 있습니까?",
    "가족지인-관계": {
        "description": "가족지인 사칭 범죄자와의 관계는 무엇입니까?",
    },
    "가족지인-요구사항": {
        "description": "가족지인 사칭 범죄자는 무엇을 원합니까?",
    },
    "가족지인-계좌번호": {
        "description": "가족지인 사칭 범죄자의 계좌번호는 무엇입니까?",
    },
    "가족지인-은행": {
        "description": "가족지인 사칭 범죄자의 은행 무엇입니까?",
    },
    "납치-요구사항": {
        "description": "납치범의 요구사항은 무엇입니까?",
    },
    "납치-계좌": {
        "description": "납치범이 사용하는 계좌번호는 무엇입니까",
    },
    "납치-은행": {
        "description": "납치범이 사용하는 은행은 어디입니까?",
    },
    "납치-관계": {
        "description": "납치범이 납치한 인물과의 관계는 무엇입니까?",
    },
    "검경금-종류": {
        "description": "피해자는 어떠한 범죄에 관련이 있습니까?",
    },
    "검경금-기관": {
        "description": "검경금 사칭 범죄자는 어떤 기관을 사칭하고 있습니까?",
    },
    "검경금-이름": {
        "description": "검경금 사칭 범죄자의 이름은 무엇입니까?",
    },
    "검경금-직급": {
        "description": "검경금 사칭 범죄자의 직급은 무엇입니까?",
    },
    "대출-직급": {
        "description": "대출 상담 범죄자의 직급은 무엇입니까?",
    },
    "대출-회사": {
        "description": "대출 상담 범죄자의 회사는 어디입니까?",
    },
    "대출-이름": {
        "description": "대출 상담 범죄자의 이름은 무엇입니까?",
    },
    "all-domain" : [
        '가족지인-관계',
        '가족지인-요구사항',
        '가족지인-계좌번호',
        '가족지인-은행',
        '납치-요구사항',
        '납치-계좌',
        '납치-은행',
        '납치-관계',
        '검경금-종류',
        '검경금-기관',
        '검경금-이름',
        '검경금-직급',
        '대출-직급',
        '대출-회사',
        '대출-이름'
    ],
    "bigger-domain" : [
        '가족지인',
        '납치',
        '검경금',
        '대출',

    ],

    "NOT_MENTIONED" : '언급 없음',
}





